Repository: CreateAmrita/population-ecology-virtual-lab-i-au
Catalog: PHY/CLA/Friction-between-blocks/locale/*/messages.po
Languages: hi_in

source: Limiting Friction(F)-->
hi_in: घर्षण सीमित(F)-->

source: Normal Reaction (R)-->
hi_in: सामान्य प्रतिक्रिया (R)-->

source: Block material:
hi_in: ब्लॉक सामग्री:

source: Surface material:
hi_in: सतह सामग्री:

source: Block weight:
hi_in: वजन ब्लॉक:

source: Hanging weight:
hi_in: हैंगिंग वजन:

source: Show result
hi_in: दिखाएँ परिणाम

source: Limiting friction:
hi_in: घर्षण सीमित:

source: Normal reaction:
hi_in: सामान्य प्रतिक्रिया:

source: Coefficient of friction:
hi_in: घर्षण गुणांक:

source: Reset
hi_in: रीसेट करें

source: Limiting Friction Between Blocks
hi_in: ब्लॉक के बीच घर्षण को सीमित करना

source: SAVE
hi_in: सहेजें

source: FULL SCREEN
hi_in: पूर्ण स्क्रीन

source: EXIT
hi_in: बाहर निकलें

source: Developed by CDAC Mumbai & Amrita University <br> Under research grant from department of IT
hi_in: आईटी विभाग से अनुसंधान अनुदान के तहत सीडैक <br> मुंबई और अमृता विश्वविद्यालय द्वारा विकसित

source: Wood
hi_in: लकड़ी

source: Steel
hi_in: इस्पात

source: Glass
hi_in: कांच

source: Brick
hi_in: ईंट

source: Cast Iron
hi_in: कास्ट आयरन

source: Brass
hi_in: पीतल

source: Nickel
hi_in: निकल
